// Texts library file

const text = {

	'liner': {

		'idea': 'Идея',
		'plan': 'План',
		'youHelp': 'Как вы можете помочь'

	},

	'block': {

		'idea': [
			{
				title:
		`У нас много проблем`,
				text:
		`Нам достался интернет, который ограничивают и цензурируют, который переполнен политикой, рекламой и прочей коммерцией. Порой даже не получается спокойно посмотреть фильм или аниме - везде постоянно что-то идет не так.

		Нам досталась жизнь, в которой одним группам людей дозволено всю жизнь заниматься чем хочется и жить спокойно, имея на то все необходимые ресурсы, а другим не получается купить жилье и приходится выбирать между теми способами существования, которые им никогда не нравились.

		Нам досталась экономика, при которой граждане одних странах живут в несколько раз лучше, чем в других - там другие технологии и общественный порядок. Некоторым людям за всю жизнь не достается возможности покинуть свою страну.

		Люди, погрязшие в изобилии собственных проблем, боятся сосредоточиться на общественном благе, при том что их собственные проблемы могли бы быть решены как раз всеобщей конселидацией. Человечество могло бы договориться не вести войны и равномерно распределять ресурсы - инвестировать в науку, а не в саморазрушение. В основе жизни нашего вида могла бы быть вера в добро и прогресс, а не в страх и войну.

		Уже сейчас мы имеем достаточно технологий, чтобы решить почти все социальные проблемы, но нам не хватает организации и веры каждого индивида в разумность. Люди боятся быть собой, потому что жизнь каждого под постоянным натиском ужасного прошлого, несправедливо и без спроса переданного им.

		`
			},
			{
				title:
		`Как все решить`,
				text:
		`Если полностью автоматизировать производство электроэнергии, то самый главный ресурс для какой-либо иной автоматизации станет доступен в любой стране.

		Если продовольствие будет выращиваться на автоматизированных фермах, мы повысим эффективность производства и использования пространства. Пища станет безграничной и доступной во всех регионах планеты вне зависимости от климата - у всех наконец-то будет еда и чистая вода.

		Если добычей и переработкой полезных ископаемых будут заниматься роботы, то у людей будет больше возможности заниматься наукой и творчеством. Любое техническое производство будет автоматизировано, и технологии начнут полноценно работать сами на себя.

		Так можно выстроить мир, в котором возможности человека растут с каждым днем и в котором можно заниматься тем, чем по-настоящему хочется, потому что у каждого предостаточно ресурсов для жизни. Мы наконец решим все проблемы на Земле и начнем покорять новые планеты.

		`
			},
			{
				title:
		`Этот проект`,
				text:
		`Я хочу выстроить данную систему жизнеобеспечения. Одни генераторы ресурсов должны помогать в порождении других. Это экспоненциальный рост, и у него должно быть начало.

		Я придумал, как посеять и взрастить семя здравого смысла - как реализовать данный проект, даже если на это абсолютно нет каких-либо начальных ресурсов. Все согласно плану.`
			}

		],
		'plan_steps_saving': [
			{
				title:
		`1: Создание VPN платформы.
		Накопление`,
				text:
		`Чтобы что-то создать, нужно иметь стартовый капитал. На этом этапе он и образуется. Я создаю сервис, где разработчики выкладывают свои VPN- подключения, я клиенты получают свободный интернет. Платформа берет процент с платных подключений, и копится капитал для будущих действий.`
			}
		],
		'plan_steps_generation': [
			{
				title:
		`2: Строительство эко-станций.
		Генерация`,
				text:
		`Система начинает работать сама на себя. На накопленные деньги сторятся эко-электростанции, обеспечивающие начальную экономическую независимость системы. Далее деньги идут на благо VPN сервиса, делая абсолюнто все пользование беспалтным для всех (при этом, разработчки все так же будут получать денежный доход).`
			}
		],
		'plan_steps_scaling': [
			{
				title:
		`3: Помощь вашим проектам.
		Масштабирование`,
				text:
		`Автоматизация энергетики, сельско-хозяйственного продовольствия, добычи и переработки сырья, а также последующих секторов экономики по модели Колина Кларка. Впоследствии, создающиеся генераторы ресурсов должны работать на создание и поддержание новых генераторов, что потенциально даст экспоненциальный рост в автоматизации. Деньги должны работать на избавление от нужны в них самих.`
			}
		],
		'plan_result': [
			{
				title:
		`Результат всех действий`,
				text:
		`В конце мы должны получить мир, в котором человеку не нужно платить за базовые нужны вроде жилья, еды, техники и пр. Капитализмом по-прежднему можно заниматься, но с тех пор экономика была бы грамотно настроена так, что все основные социальные проблемы были бы разрешены, и у людей было бы больше возможностей для творчества и свободной жизни. Это не ресурсо-ориентированная экономика, а ресурсо-ориентированный капитализм.

		Это не обязательно избавляет человечество от проблем с человеческими пороками, но зато хоть сколько-то модет сделать нас свободными от предопределенной несправедливости. По-настоящему свободная жизнь станет нормой!`
			}
		],
		'youHelp_useApp': [
			{
				title:
		`Пока-что просто пользуйтесь моим приложением`,
				text:
		`Стартовый капитал еще не накоплен. Пока вы поддерживаете активность в моем VPN сервисе, вы получаете удобный способ свободно пользоваться интернетом а также инвестируете в будущее создание эко-станций. Вы можете выбирать как бесплатные, так и платные подключения, или же стать разработчиком и публиковать свои подключения, получая с этого протенциальный доход.`
			}
		],
		'youHelp_projectState': [
			{
				title:
		`Состояние проекта`,
				text:
		`Сейчас создается сайт и мобильное приложние под Android. Далее - разработка под iOS и оптимизация сервиса в соответствии с вашими комментариями.`
			}
		]

	}

}



export { text }